Revit 2027 API
SymbolTypeId.LbmPerFtDashS Property
 Symbol lbm/ft-s, indicating unit Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbmPerFtDashS { get; }
Public Shared ReadOnly Property LbmPerFtDashS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbmPerFtDashS {
	ForgeTypeId^ get ();
}
static member LbmPerFtDashS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace